Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
am: የራስዎ ቃላት ከሆነ፣ ልክ <italicizedText>“ራስን መጥቀስ”</italicizedText> ይበሉ። ይህን ይዘት የት እንዳገኙት ማወቅ ያለብን በሕዝብ ጎራ ውስጥ መሆኑን ማረጋገጥ እና ምንም የቅጂ መብት ገደቦች እንዳይተገበሩ ለማድረግ እንድንችል ነው። ስለ ዋቢ አጠቃቀስ ተጨማሪ መረጃ ለማግኘት የእኛን <guidelinesLink>የመመሪያዎች ገጽ</guidelinesLink>ን ይመልከቱ።

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
am: ቀረጻው ከተቋረጠ ወይም መቆራረጥ ካለው፣ ሙሉው የጽሁፉ ክፍል አሁንም ሊሰማ ካልቻለ በስተቀር ውድቅ ያድርጉ።

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
am: ስለዚህ ፋይል ማቅረብ የሚፈልጉት ተጨማሪ መረጃ ካለ፣ እባክዎን <emailFragment>commonvoice@mozilla.com</emailFragment>ን ያግኙ

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
am: ስለዚህ ፋይል በአብነት ውስጥ ያልተካተተ ተጨማሪ መረጃ ካለ፣ እባክዎን <emailFragment>commonvoice@mozilla.com</emailFragment>ን ያግኙ

source: If the sentence does not meet the above criteria, click the "No" button.
am: ዓረፍተ ነገሩ ከላይ የተጠቀሱትን መስፈርቶች የማያሟላ ከሆነ "አይ" የሚለውን ቁልፍ ይጫኑ።

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
am: ዓረፍተ ነገሩ ከላይ የተጠቀሱትን መመዘኛዎች የማያሟላ ከሆነ፣ "ውድቅ" የሚለውን ቁልፍ ጠቅ ያድርጉ። ስለ ዓረፍተ ነገሩ እርግጠኛ ካልሆኑ፣ እሱንም መዝለል እና ወደሚቀጥለው መቀጠል ይችላሉ።

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
am: አረፍተነገሩ የሚያስከፋ ወይም የሚያናድድ ከሆነ - ለምሳሌ ግልጽ በሆነ ይዘት፣ ወይም ሌላ የእኛን <communityGuidelines>የማህበረሰብ ተሳትፎ መመሪያ</communityGuidelines> ከጣሰ - ዓረፍተ ነገሩን ውድቅ ማድረግ አለቦት። ችግሩን ትኩረት እንዲሻ በ<emailFragment>commonvoice@mozilla.com</emailFragment> ላይም ሊያገኙን ይችላሉ።

source: If the sentence meets the criteria above, click the "Yes" button.
am: ዓረፍተ ነገሩ ከላይ ያሉትን መመዘኛዎች የሚያሟላ ከሆነ "አዎ" የሚለውን ቁልፍ ይጫኑ።

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
am: ዓረፍተ ነገሩ መስፈርቱን የሚያሟላ ከሆነ &quot;አጽድቅ&quot; የሚለውን በቀኝ በኩል ያለውን አዝራር ጠቅ ያድርጉ።

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
am: ግልባጩ ስህተት ከያዘ፣ እባክዎ የሪፖርት ተግባሩን ተጠቅመው ምልክት እንዲያደርጉበት ይጠቀሙ። ሊሆኑ የሚችሉ ስህተቶች የሚከተሉትን ያካትታሉ፦

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
am: "ኩሽና" የሚለው ቃል በእንግሊዘኛ ቋንቋ እንደተገለጸው የሚመስል ከሆነ፣ በአማርኛ ቋንቋ መፃፍ አለበት እንጂ "ኪችን" ተብሎ መፃፍ የለበትም።

source: If the word quinceaños is pronounced as in English, write it with the ñ.
am: ኩዊንሴያኖስ የሚለው ቃል በእንግሊዝኛ እንደሚነበበው የሚጠራ ከሆነ፣ በ ñ ይፃፉት።

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
am: ስለ ዓረፍተ ነገሩ እርግጠኛ ካልሆኑ፣ እሱንም መዝለል እና ወደሚቀጥለው መቀጠል ይችላሉ።

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
am: እነዚህ መመሪያዎች የማይሸፍኑት ነገር ካጋጠመዎት፣ እባክዎ በእርስዎ ምርጥ ውሳኔ መሰረት ይምረጡ። በትክክል መወሰን ካልቻሉ የመዝለል አዝራሩን ይጠቀሙ እና ወደ ቀጣዩ ቅጂ ይሂዱ።

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
am: እርስዎ <strong>ለመስማት</strong>እና <strong>መረዳት</strong>ከቻሉ፣ አብዛኛው ጊዜ <strong>ማጽደቅ</strong> የተሻለ ነው።

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
am: በሁለት ቀናት ውስጥ ከእኛ ካልሰሙ በ<emailLink>{ $email }</emailLink> ያግኙን እና ወደ እርስዎ እንመለሳለን!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
am: እርስዎ ወይም ድርጅትዎ ለፕሮጀክቱ መልሰው ማበርከት ከፈለጉ <donateLink>ልገሳ</donateLink> ማድረግ ወይም የአጋርነት ቡድናችንን በ<emailFragment>commonvoice@mozilla.com</emailFragment> ላይ ማግኘት ይችላሉ።

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
am: በማበርከት ላይ ችግር እያጋጠምዎ ከሆነ በማንኛውም ጊዜ ለቋንቋዎ ሁሉንም ይዘቶች ለማየት መመለስ ይችላሉ።

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
am: የ ድምፅ ማወቂያ ሞዴሎችን ለመገንባት መሳሪያዎችን እየፈለጉ ከሆነ ከማህበረሰቡ ጋር ከሌሎች ሰዎች ጋር መገናኘት ይችላሉ <discourseLink> በ Disccourse</discourseLink>።

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
am: ስለ ውሂብ ስብስብ የበለጠ ለመናገር ከፈለጉ፣ በታቀዱ የመሳሪያ ስርዓት ማስፋፊያዎች ላይ መዋዕለ ንዋይ ማፍሰስ ወይም የትብብር እድሎችን መፈለግ ከፈለጉ <emailFragment>አንድ መስመር ይላኩልን።</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
am: ለመገምገም ዓረፍተ ነገሮች ካለቀብዎት፣ እባክዎን ተጨማሪ ዓረፍተ ነገሮችን እንድንሰበስብ ያግዙን!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
am: አጠራሩ ለመረዳት የማይቻል ያደርገዋል ብለው ካሰቡ ወይም ብዙ የጀርባ ጫጫታ አለ ወይም ደግሞ ሌሎች የሚናገሩት</strong>ሰዎች ካሉ እርስዎ ቅንጥቡን ውድቅ ማድረግ አለቦት። <accuracyLink>በእኛ ትክክለኛነት መስፈርት ውስጥ ተጨማሪ መረጃ ይመልከቱ</accuracyLink>።

source: Igbo
am: ኢግቦ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
am: ለድምጽ ልገሳ የግል ግብ ለ #CommonVoice ፈጠሪያለሁ -- እባክዎ ተቀላቀሉኝ እና ማሽኖቹን ሰዎች እንዴት እንደሚናገሩ አስተምሩ { $link }

source: Imagine you’re texting a friend or telling someone a story
am: ለጓደኛዎ የጽሑፍ መልእክት እየላኩ ወይም ለአንድ ሰው ታሪክ እየነገሩ እንደሆነ ያስቡ

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
am: በሞዚላ <privacyLink>የግላዊነት መመሪያ</privacyLink> ላይ እንደተብራራው ይህን መረጃ ቢይዙት ችግር የለውም።

source: Include appropriate citation
am: ተገቢውን ዋቢ ያካትቱ

source: Include filler words and markers
am: የሙሌት ቃላትን እና ምልክቶችን ያካትቱ

source: Includes email, username & demographic info, available right away
am: ኢሜይል፣ የተጠቃሚ ስም እና የስነ ሕዝብ አወቃቀር መረጃን ያካትታል፣ ወዲያውኑ ይገኛል።

source: Includes mp3s and related sentences, may take some time to prepare
am: mp3s እና ተዛማጅ ዓረፍተ ነገሮችን ያካትታል፣ ለመዘጋጀት የተወሰነ ጊዜ ሊወስድ ይችላል።

source: Incorrect punctuation or capitalization
am: የተሳሳተ የስርዓተ ነጥብ ወይም የአቢይ ሆሄያት

source: Indonesian
am: ኢንዶኔዥያኛ

source: Information about the language
am: ስለ ቋንቋው መረጃ

source: In Progress
am: በሂደት ላይ

source: Insert punctuation that could change the meaning – keep the flow natural.
am: ትርጉሙን ሊለውጥ የሚችል ሥርዓተ-ነጥብ ያስገቡ - ፍሰቱን ተፈጥሯዊ ያድርጉት።

source: Interested in getting involved with this project, or partnering with us?
am: በዚህ ፕሮጀክት ለመሳተፍ ይፈልጋሉ ወይስ ከእኛ ጋር አጋርነት?

source: Interested in learning more and contributing to the project?
am: የበለጠ ለመማር እና ለፕሮጀክቱ አስተዋፅኦ ለማድረግ ይፈልጋሉ?

source: Interface language:
am: የበይነገጽ ቋንቋ፡

source: Interlingua
am: ኢንተርሊንጓ

source: Interlingue
am: ኢንተርሊንጓ

source: [interrupted by background noise]
am: [በጀርባ ጫጫታ የተቋረጠ]

source: Intersex
am: ኢንተርሴክስ

source: Iñupiaq
am: ኢኑፒያክ

source: Invalid file
am: ልክ ያልሆነ ፋይል

source: Irish
am: አይሪሽ

source: IsiNdebele (North)
am: IsiNdebele(ሰሜን)

source: IsiNdebele (South)
am: IsiNdebele (ደቡብ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
am: የሚታወቅ ከሆነ <isoCodeLink>ISO ኮዶች</isoCodeLink>

source: Is the clip valid?
am: ቅንጥቡ ትክክለኛ ነው?

source: Italian
am: ጣልያንኛ

source: It contains words or phrases that are hard to read or pronounce.
am: ለማንበብ ወይም ለመጥራት አስቸጋሪ የሆኑ ቃላትን ወይም ሀረጎችን ይዟል።

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
am: የውሂብ ስብስቦችን ለማስተናገድ እና እኛ በምንሰራው ነገር ለሚተማመኑ ከ100+ ይፕቋንቋ ማህበረሰቦች መድረክን ለማሻሻል በዓመት አንድ ሚሊዮን ዶላር ያህል ያስወጣል?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
am: የውሂብ ስብስቦችን ለማስተናገድ እና እኛ በምንሰራው ነገር ለሚተማመኑ 100+ ቋንቋ ማህበረሰቦች መድረክን ለማሻሻል በዓመት አንድ ሚሊዮን ዶላር ያህል ያስወጣል። <strong>ክፍት፣ አካታች ውሂብን ዋጋ ከሰጡ - ዛሬ ይለግሱ!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
am: የውሂብ ስብስቦችን በቀጣይነት ለማስተናገድ እና ለመልቀቅ፣ መድረኩን ለማሻሻል እና <africaMradiLink>የማህበረሰብ ፕሮግራሞችን</africaMradiLink>ን ለማስኬድ ብዙ ገንዘብ ያስወጣል።

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
am: የጋራ ልሳን መረጃ ስብስብ በ cc0 ፍቃድ የሚለቀቅ በመሆኑ ሁሉም የጽሑፍ ዓረፍተ ነገሮች <publicDomain>የሕዝብ ጎራ</publicDomain> (cc0) መሆናቸው በጣም አስፈላጊ ነው። እርግጠኛ ከሆኑ ብቻ መቼም ዓረፍተ ነገር ይስቀሉ፣ እና ሁልጊዜ የሚመለከተውን ጥቅስ ያካትቱ።

source: It is written in a language different than what I’m reviewing.
am: እኔ እየገመገምኩት ካለው በተለየ ቋንቋ ነው የተፃፈው።

source: It is written in a language different than what I’m speaking.
am: እኔ ከምናገረው በተለየ ቋንቋ ተጽፏል።

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
am: ዓረፍተ ነገሮች በሕዝብ ጎራ ውስጥ መሆናቸውን እና ምንም የቅጂ መብት ገደብ እንደማይተገበር ለማረጋገጥ ጥቅሶችን ማካተት አስፈላጊ ነው።

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
am: የጋራ ልሳን እንዲከሰት ለማድረግ ብዙ ያስፈልጋል! ብቻችንን አናደርገውም። ከእኛ ጋር አጋር መሆን ይፈልጋሉ? ከእርስዎ መስማት እንፈልጋለን።

source: Izhorian
am: ኢዞርያኛ

source: Jamaican Patois
am: የጃማይካ ፓቶይስ

source: Japanese
am: ጃፓንኛ

source: Jaqaru
am: ጃካሩ

source: Javanese
am: ጃቫኒስ

source: Join Discord Community
am: የዲስኮርድ ማህበረሰብን ይቀላቀሉ

source: Join Mozilla Data Collective
am: የሞዚላ ውሂብ ስብስብን ይቀላቀሉ

source: Join the Common Voice mailing list
am: የጋራ ልሳኖች ይቀላቀሉ

source: Join us on Discord
am: በ ዲስኮርድ ላይ ይቀላቀሉን።

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
am: በሁለት ዓረፍተ ነገሮች ውስጥ በተቻለዎት መጠን ለጥያቄው ምላሽ ይስጡ። ቋንቋዎ አክባሪ እና አስጸያፊ ያልሆነ መሆኑን ያረጋግጡ።

source: Just Unsure?
am: እርግጠኛ አይደሉም?

source: Kabardian
am: ካባርዲያን

source: Kabyle
am: ካባይል

source: Kachhi
am: ካቺ

source: Kaitag
am: ካይታግ

source: Kalasha
am: ካላሻ

source: Kalenjin
am: ካልንጂን

source: Kalkoti
am: ካልኮቲ

source: Kannada
am: ከናደኛ

source: Kaqchikel
am: ካክቺከል

source: Kara
am: ካራ

source: Karachay-Balkar
am: ካራቻይ-ባልካር

source: Karakalpak
am: ካራካልፓክ

source: Kasem
am: ካሴም

source: Kashmiri
am: ካሽሚር

source: Kateviri
am: ካቴቪሪ

source: Kazakh
am: ካዛክ

source: { $kb }kb max
am: { $kb } ኪባ ከፍተኛ

source: Keep
am: አቆይ

source: Keep it up, record again <recordIcon></recordIcon>
am: ይቀጥሉ ፣ እንደገና ይቅረጹ <recordIcon> </recordIcon>

source: Keep the recordings
am: ቀረጻዎቹን ያስቀምጡ

source: Keep track of your progress and metrics across multiple languages.
am: በበርካታ ቋንቋዎች ላይ ያለህን መሻሻል እና መስፈርቶች ክትትል አድርግ።

source: Keep track of your progress with a profile
am: ሂደትዎን በመገለጫ ይከታተሉ

source: Keep track of your progress with a profile and help our voice data be more accurate.
am: ሂደትዎን በመገለጫ ይከታተሉ እና የድምጽ ውሂባችን ይበልጥ ትክክለኛ እንዲሆን ያግዙ።

source: Kelabit
am: ኬላቢት

source: Kenyah
am: ኬንያ

source: Kenyi
am: ኬኒ

source: Khakas
am: ካካስ

source: Khetrani
am: ኬትራኒ

source: Khmer
am: ክመር

source: Khowar
am: ኾዋር

source: K'iche'
am: ኪቼ'

source: Kichwa
am: ኪችዋ

source: Kidaw'ida
am: ኪዳው'ዳ

source: Kihemba
am: ኪሄምባ

source: Kikamba
am: ኪካምባ

source: Kikuyu
am: ኪኩዩ

source: Kinyarwanda
am: ኪንያርዋንዳ

source: Kirombo
am: ኪሮምቦ

source: Kirundi
am: ኪሩንዲ

source: Kom
am: ኮም

source: Komi-Zyrian
am: ኮሚ-ዛሪያን

source: Konkani (Devanagari)
am: ኮንካኒ (ዴቫናጋሪ)

source: Konzo
am: ኮንዞ

source: Korean
am: ኮርያኛ

source: Kotokoli
am: ኮቶኮሊ

source: Kuku
am: ኩኩ

source: Kurmanji Kurdish
am: ኩርማንጂ ኩርድኛ

source: Kyrgyz
am: ካይርጊዝ

source: Language
am: ቋንቋ

source: Language Fundamentals (e.g. Digits, Letters, Money)
am: የቋንቋ መሰረታዊ ነገሮች (ለምሳሌ አሃዞች፣ ደብዳቤዎች፣ ገንዘብ)

source: Language Request
am: የቋንቋ ጥያቄ

source: Language request successfully submitted, thank you.
am: የቋንቋ ጥያቄ በተሳካ ሁኔታ ገብቷል ፣ አመሰግናለሁ።

source: Languages
am: ቋንቋዎች

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
am: ቋንቋዎች አካባቢያዊ ሲደረጉ ከተጨማሪ መስፈርቶች ጋር የራሳቸው የማረጋገጫ ህጎች ሊኖራቸው ይችላል። ለአንድ ቋንቋ የተለየ የማረጋገጫ ፋይል ከሌለ፣ የእንግሊዘኛ ደንቦች አስተዋጽዖ አበርካቾችን ያሳያሉ።

source: Language Text
am: የቋንቋ ጽሑፍ

source: Lao
am: ላኦስኛ

source: Large bulk sentence submission
am: የጅምላ ዓረፍተ-ነገር ማስገባት

source: Large scale corporates and platform companies
am: ትላልቅ ኩባንያዎች እና የመሳሪያ ስርዓት ኩባንያዎች

source: Lassi
am: ላሲ

source: Last Updated: { $lastUpdatedTimeStamp }
am: መጨረሻ የዘመነው፡ { $lastUpdatedTimeStamp }

source: Latgalian
am: ላትጋሊያንኛ

source: Latvian
am: ላቲቭያኛ

source: Launched
am: ተለቀቀ

source: Laz
am: ላዝ

source: Leaderboard Visibility
am: የመሪዎች ሰሌዳ ታይነት

source: Learn about partnerships with Common Voice
am: ከጋራ ድምጽ ጋር ስላላቸው ሽርክና ይወቁ

source: Learn how to check a transcription
am: የጽሁፍ ግልባጭን እንዴት እንደሚፈትሹ ይወቁ

source: Learn how to take part
am: እንዴት እንደሚሳተፉ ይማሩ

source: Learn how to transcribe
am: እንዴት ወደ ፅሁፍ መገልበጥ እንደሚችሉ ይወቁ

source: Learn how to use this page
am: ይህን ገጽ እንዴት እንደሚጠቀሙበት ይወቁ

source: Learn More
am: ተጨማሪ ይወቁ

source: Leaving now means you’ll lose your changes
am: አሁን መተው ማለት ለውጦችዎን ያጣሉ ማለት ነው።

source: Leaving now means you'll lose your progress
am: አሁን መውጣት ማለት ያሉበትን ደረጃ ያጣሉ ማለት ነው።

source: Length
am: ርዝመት

source: Let's Get Started
am: እንጀምር

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
am: ፊደሎች በሚነገሩበት ቋንቋ ትክክለኛ መሆን አለባቸው። ለምሳሌ “ж” በሩሲያኛ ፊደላት ውስጥ ያለ ፊደል ነው ነገር ግን በእንግሊዝኛ ፈጽሞ ጥቅም ላይ አይውልም እና በማንኛውም የእንግሊዝኛ ምንጭ ጽሑፍ ውስጥ ፈጽሞ መታየት የለበትም።

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
am: LibriSpeech በግምት 1000 ሰአታት የሚደርስ 16Khz የእንግሊዘኛ ንባብ ከLibriVox ፕሮጀክት ከተነበቡ የድምጽ መጽሃፎች የተገኘ ኮርፐስ ነው።

source: License
am: ፈቃድ

source: License: <licenseLink>CC-0</licenseLink>
am: ፍቃድ <licenseLink> CC-0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
am: ፈቃድ ፦ <licenseLink> { $license } </licenseLink>

source: Ligurian
am: ሊጉርያን

source: Lingala
am: ሊንጋላ

source: Link Copied
am: የአገናኝ አድራሻ ቅዳ

source: Links to websites that can help us understand the language
am: ቋንቋውን እንድንረዳ ወደሚረዱን የድር ጣቢያዎች አገናኞች

source: Listen
am: ያዳምጡ

source: Listening
am: በማድመጥ ላይ

source: Listen options menu
am: የማዳመጥ አማራጮች ምናሌ

source: Listen-Queue
am: ያዳምጡ - ወረፋ

source: Lithuanian
am: ሊቶንያኛ

source: Loading…
am: በመጫን ላይ...

source: Loading sentences…
am: ዓረፍተ ነገሮችን በመጫን ላይ…

source: Localized
am: አካባቢያዊ የተደረገ

source: Log In
am: ይግቡ

source: Login Identity
am: የመግቢያ ማንነት

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
am: ብዙ ዓረፍተ ነገሮችን ለመጨመር <loginLink> ይግቡ</loginLink> ወይም <loginLink>ይመዝገቡ</loginLink>

source: Log in or sign up to get started
am: ለመጀመር ይግቡ ወይም ይመዝገቡ

source: Log In / Sign Up
am: ይግቡ / ይመዝገቡ

source: Log In / Sign Up with { $company } email
am: በ{ $company } ኢሜይል ይግቡ / ይመዝገቡ

source: Log Out
am: ውጣ

source: Loja Highland Kichwa
am: ሎጃ ሃይላንድ ኪችዋ

source: Lojban
am: ሎጅባን

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
am: የቅጂ መብቱ የማይተገበርበትን ጽሑፍ ፈልግ - ለምሳሌ ከ1920 በፊት የታተሙ አብዛኞቹ መጽሃፎች

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
am: በዚህ ቋንቋ የተቀዳ ድምፅ ያለ አይመስልም። የተወሰኑ ድምፆችን በመቅዳት ይተባበሩን።

source: Luganda
am: ሉጋንዳ

source: Luxembourgish
am: ሉክዜምብርጊሽ

source: Macedonian
am: ሜቄዶንያኛ

source: Mada
am: ማዳ

source: Maithili
am: ማይቲሊኛ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
am: መናገር ከመጀመርዎ በፊት ስራዓቱ እየቀዳ መሆኑን ያረጋግጡ፣ እና አንዴ ከጨረሱ በኋላ ብቻ እንደሚቆም ያረጋግጡ።

source: Make sure the sentence meets the following criteria:
am: ዓረፍተ ነገሩ የሚከተሉትን መመዘኛዎች የሚያሟላ መሆኑን ያረጋግጡ።

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
am: ያስገቡት መረጃ ተደራሽ እንዲሆን የተወሰኑ ማንነትን ገላጭ ነገሮችን ይጨምሩ። እኛ በይፋ ከመልቀቃቸው በፊት ማንነት ገላጭ የሆኑትን እንለያቸዋለን።

source: Malagasy
am: ማለጋሲኛ

source: Malay
am: ማላይ

source: Malayalam
am: ማላያላም

source: Male
am: ወንድ

source: Male/Masculine
am: ወንድ/ተባዕታይ

source: Maltese
am: ማልትስ

source: Manage Email Subscriptions
am: የኢሜል ምዝገባዎችን ያስተዳድሩ

source: Manage Subscriptions
am: የደንበኝነት ምዝገባዎችን ያስተዳድሩ

source: Manx
am: ማንክስ

source: Mapudungun
am: ማፑዱንገን

source: Marathi
am: ማራቲ

source: <mark>Check</mark>
am: <mark>ያረጋግጡ</mark>

source: <mark>Data</mark>
am: <mark>ውሂብ</mark>

source: <mark>Prompt</mark>
am: <mark>አፋጣኝ</mark>

source: <mark>Respond</mark>
am: <mark>ምላሽ</mark>

source: <mark>Transcribe</mark>
am: <mark>ወደ ፅሁፍ መገልበጥ</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
am: <mark>የእርስዎን ምርምር በ</mark><br/><mark>ሲቪ ለመጠቀም?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
am: <mark>እኛ እንፈልጋለን</mark><br/><mark>የእርስዎን እገዛ!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
am: ማትሪክስ ያልተማከለ፣ ቅጽበታዊ ግንኙነት እና የሞዚላ ተመራጭ ክፍት የውይይት መድረክ ሲሆን፣ ቀላል ክብደት ያለው ፕሮቶኮል ነው።

source: Maximum file size: 25 MB
am: ከፍተኛው የፋይል መጠን፡ 25 ሜባ

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
am: ምናልባት የእኛ <homepageLink>መነሻ ገጽ</homepageLink> ሊረዳ ይችላል? ጥያቄ ለመጠየቅ፣እባክዎ የ<matrixLink>ማትሪክስ የማህበረሰብ ውይይት</matrixLink>ን ይቀላቀሉ፣የጣቢያ ችግሮችን በ<githubLink>GitHub</githubLink> ይከታተሉ ወይም <discourseLink>የእኛ የንግግር መድረኮችን</discourseLink> ይጎብኙ።

source: MB
am: ሜባ

source: Mbo
am: ምቦ

source: Meadow Mari
am: ሜዶው ማሪ

source: Media and Entertainment
am: ሚዲያ እና መዝናኛ

source: Medumba
am: ሜዱምባ

source: Meetei Lon
am: ሜቲ ሎን

source: Mengambo
am: ሜንጋምቦ

source: Message
am: መልዕክት

source: Michoacán Mazahua
am: ሚቾቻን ማዛሁዋ

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
am: እናቴ፣ ‘ይህ ጨዋታ ነው ብለህ ታስባለህ?’ አለችኝ እና እኔ ደሞ ‘እሺ ቀዝቀዝ!’።

source: Mina
am: ሚና

source: Mingrelian
am: ሚንግሬሊያን

source: Minimum sentences in file: 1000
am: በዶሴ ውስጥ ያሉ ዝቅተኛ ዓረፍተ ነገሮች:- 1000

source: [Mismatched content]
am: [የማይዛመድ ይዘት]

source: Misreadings
am: የተሳሳተ ንባብ

source: Missing an 's' at the end of a word.
am: በአንድ ቃል መጨረሻ ላይ 's' ይጎድላል።

source: Missing an <strong>'s'</strong> at the end of a word.
am: በአንድ ቃል መጨረሻ ላይ <strong>s</strong> ይጎድላል።

source: Missing 'A' or 'The' at the beginning of the recording.
am: በቀረጻው መጀመሪያ ላይ 'A' ወይም 'The' ይጎድላል።

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
am: በቀረጻው መጀመሪያ ላይ <strong>'A'</strong> ወይም <strong>'The'</strong> ይጎድላል።

source: Missing the end of the last word by cutting off the recording too quickly.
am: ቀረጻውን በፍጥነት በመቁረጥ የመጨረሻውን ቃል መጨረሻ ማጣት።

source: Mixed
am: የተቀላቀለ

source: Mixteco Yucuhiti
am: ሚክስቴኮ ዩኩሂቲ

source: Mokpwe
am: ሞክፕዌ

source: Moksha
am: ሞክሻ

source: Mongolian
am: ሞንጎሊያኛ

source: More
am: ተጨማሪ

source: [More has been recorded than the required text]
am: [ከሚያስፈልገው ጽሑፍ የበለጠ ተቀርጿል]

source: More languages coming soon
am: ተጨማሪ ቋንቋዎች በቅርቡ ይመጣሉ

source: Mossi
am: ሞሲ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
am: ትልልቅ ካምፓኒዎች የሚጠቀሙት አብዛኛው መረጃ ለብዙሃኑ ተደራሽ አይደለም። ይህ ጉዳይ ፈጠራን አያበረታታም ብለን እናስባለን። በዚህም ምክንያት ነው የጋራ ድምፅ ፕሮጀክትን የከፈትነው፤ ይህ ፕሮጀክት የድምፅ ቴክኖሎጂን ለሁሉም ክፍት እና ተደራሽ ማድረግ ነው።

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
am: በትላልቅ ኩባንያዎች ጥቅም ላይ የዋለው አብዛኛዎቹ መረጃዎች ለብዙ ሰዎች አይገኙም ይህ ደግሞ ፈጠራን የሚያደናቅፍ ነው ብለን እናስባለን። ስለዚህ ድምፅን ለሁሉም እውቅና እንዲያገኝ የሚያግዝ ፕሮጄክት እሱም የጋራ ድምፅ የሚባል ፕሮጄክት አስጀምረናል::

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
am: አብዛኞቹ ቅጂዎች በተፈጥሮ ድምፃቸው የሚናገሩ ሰዎች ናቸው። በጩኸት፣ በሹክሹክታ ወይም በግልፅ ‘በድራማ’ ድምጽ የሚቀርበውን መደበኛ ያልሆነ ቀረጻ መቀበል ትችላለህ። እባክዎ የተዘፈነውን እና በኮምፒዩተር የተቀነባበረ ድምጽ የሚጠቀሙትን አይቀበሉ።

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
am: የሞዚላ የጋራ ልሳን የውሂብ ስብስቦች አሁን በሞዚላ ውሂብ ስብስብ ላይ ብቻ ይገኛሉ።

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
am: ሞዚላ የጋራ ልሳን በበጎ ተነሳሽነት እየተሠራ ያለ፤ ማሽኖችን እንዴት እውነተኛ ሠዎች እንደሚናሩ የሚያስተምር ነው።

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
am: የሞዚላ የጋራ ላሳን በተለያዩ የአክቲቪስቶች፣ የቋንቋ ሊቃውንት፣ የውሂብ ሳይንቲስቶች፣ ምሁራን እና የሶፍትዌር መሐንዲሶች ከተለያዩ የዓለም ክፍሎች የተገኘ ነው። ፕሮጀክቱ በሞዚላ ፋውንዴሽን የሚመራ ነው።

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
am: የሞዚላ የጋራ ድምጽ በዓለም ላይ በበጎ ፈቃደኞች ልገሳ የተመሰረተ ክፍት የንግግር ውሂብ ስብስብ ነው - እንዲሁም ሙሉ በሙሉ የምንሰራው በበጎ ፍቃድ ነው። የውሂብ ስብስቦችን ለማስተናገድ እና እኛ በምንሰራው ነገር ለሚተማመኑ ከ100+ የቋንቋ ማህበረሰቦች መድረክን ለማሻሻል በዓመት አንድ ሚሊዮን ዶላር ያህል ያስወጣል። ክፍት፣ አካታች ውሂብ ዋጋ ከሰጡ - <b>ዛሬ ይለግሱ!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
am: የሞዚላ ክፍት ምንጭ የድምጽ ማወቂያ ሞተር ጥልቅ ንግግር የንግግር ማወቂያ መተግበሪያዎችን ለመገንባት ሊያገለግል ይችላል። የኛን <githubLink>Github አጠቃላይ እይታ</githubLink>ን ያንብቡ ወይም እንዴት መጀመር እንደሚችሉ ለማወቅ <discourseLink>DeepSpeech Disccourse</discourseLink>ን ይቀላቀሉ።

source: Mutual accountability.
am: የጋራ ተጠያቂነት።

source: n
am: ኖ

source: N
am: ይ

source: N/A
am: ሊገኝ የማይችል

source: Name
am: ስም

source: Names of your language
am: የቋንቋዎ ስሞች

source: Native Language
am: አፍ መፍቻ ቋንቋ

source: Nature and Environment
am: ተፈጥሮ እና አካባቢ

source: Need help with the Sex or Gender changes?
am: በጾታ ወይም በጾታ ለውጦች ላይ እገዛ ይፈልጋሉ?

source: Need some help with accent?
am: በአነጋገር ዘዬ እገዛ ይፈልጋሉ?
